Repository: ViaBill-Integrations/ViaBill-WooCommerce
Catalog: languages/viabill-*.po
Languages: da_dk, es_es

source: Signature mismatch! Order's data from ViaBill is different than the one in web shop.
da_dk: Signature uoverensstemmelse! Ordredata fra ViaBill er anderledes end ordredata fra webshoppen.
es_es: ¡Las firmas no coinciden! Los datos del pedido ViaBill son diferentes a los de la tienda web.

source: Order approved by ViaBill.
da_dk: Ordren er godkendt af ViaBill.
es_es: Pedido aprobado por ViaBill.

source: ViaBill's new order status
da_dk: ViaBill's nye ordrestatus
es_es: Estado del nuevo pedido ViaBill

source: Payment method is not ViaBill.
da_dk: Betalingsmetoden er ikke ViaBill.
es_es: El método de pago no es ViaBill.

source: Tried to capture order where available amount is greater than the remaining amount available to capture.
da_dk: Beløbet er højere end det resterende, tilgængelige beløb, der kan hæves.
es_es: Intentó capturar un pedido en el cual la cantidad disponible era mayor a la cantidad restante disponible para capturar.

source: Tried to capture order where available amount is less or equal to 0.
da_dk: Forsøgte at hæve ordre, hvor det tilgængelige beløb er mindre eller lig med 0.
es_es: Intentó capturar un pedido en el cual la cantidad disponible es menor o igual a 0.

source: Failed to prepare arguments for API request
da_dk: Kunne ikke forberede argumenter til API-anmodning
es_es: No se han podido preparar los argumentos para la solicitud API

source: Captured %s via ViaBill payment gateway
da_dk: Hævet %s med ViaBill
es_es: Capturó %s mediante la Pasarela de pago ViaBill

source: Something went wrong while trying to capture %s
da_dk: Noget gik galt i forsøget på at hæve %s
es_es: Se ha producido un error al intentar capturar %s

source: Failed to process capture.
da_dk: Behandling af ordren fejlede.
es_es: No se ha podido procesar la captura.

source: Successfully refunded %s via ViaBill payment gateway
da_dk: Succesfuld refunderet %s via ViaBill betalingsgateway
es_es: Se reembolsó %s correctamente mediante la Pasarela de pago ViaBill

source: Failed to refund %s via ViaBill payment gateway
da_dk: Det fejlede at tilbagebetale %s via ViaBill betalingsgateway
es_es: No se ha podido reembolsar %s mediante la Pasarela de pago ViaBill

source: Something went wrong, please try again.
da_dk: Noget gik galt, prøv venligst igen.
es_es: Se ha producido un error, por favor vuelva a intentarlo.

source: ViaBill Notices
da_dk: ViaBill meddelelser
es_es: Avisos de ViaBill

source: ViaBill settings
da_dk: ViaBill indstillinger
es_es: Configuraciones de ViaBill

source: Notice
es_es: Aviso

source: Date
es_es: Fecha

source: No recorded notifications
es_es: No hay avisos registrados

source: You have new
es_es: Usted tiene un nuevo

source: ViaBill notice
es_es: Aviso de ViaBill

source: My ViaBill Notices
da_dk: MitViaBill meddelelser
es_es: Mis avisos de ViaBill

source: Order successfully canceled at ViaBill.
da_dk: Ordren er blevet annulleret.
es_es: Pedido cancelado correctamente en ViaBill.

source: Something went wrong while trying to cancel the order.
da_dk: Der opstod en fejl i forbindelse med annullering af ordren.
es_es: Se ha producido un error al tratar de cancelar el pedido.

source: ViaBill's response
da_dk: ViaBill's svar
es_es: Respuesta de ViaBill

source: Order has not been captured, nothing to refund through ViaBill payment gateway.
da_dk: Ordren er ikke endnu ikke hævet og der er derfor intet at refundere gennem ViaBill.
es_es: El pedido no ha sido capturado; no hay nada para reembolsar mediante la Pasarela de pago ViaBill.

# ViaBill status
source: Waiting
es_es: En espera

# ViaBill status
source: Pending
es_es: Pendiente

# ViaBill status
source: Pending Approval
es_es: Pendiente de aprobación

# ViaBill status
source: Approved
es_es: Aprobado

# ViaBill status
source: Captured
es_es: Capturado

# ViaBill status
source: Captured Partially
es_es: Capturado parcialmente

# ViaBill status
source: Refunded
es_es: Reembolsado

# ViaBill status
source: Refunded Partially
es_es: Reembolsado

source: ViaBill Status
es_es: Estado en ViaBill

source: Refresh
es_es: Actualizar

source: This order was processed by ViaBill payment gateway in sandbox/test mode.
da_dk: Bemærk! Ordren er afgivet i ViaBill's testmiljø og er derfor en testbetaling.
es_es: Este pedido se procesó mediante la Pasarela de pago ViaBill en modo seguro/de prueba.

source: This order is still using old ViaBill order status which is no longer supported, please run database update from the ViaBill plugin settings.
da_dk: Denne ordre anvender den gamle ViaBill-ordrestatus, som ikke længere understøttes. Kør venligst databaseopdatering fra ViaBill-plugin-indstillingerne.
es_es: Esta orden está utilizando un estado de orden de ViaBill antiguo que ya no es compatible, por favor ejecuta la actualización de la base de datos desde la configuración del plugin de ViaBill.

source: Capture
es_es: Capturar

source: Cancel order
es_es: Cancelar pedido

source: Invalid nonce.
da_dk: Ugyldig nonce.
es_es: Valor de seguridad inválido.

source: Invalid order ID, please try again.
da_dk: Ugyldigt ordre ID, prøv venligst igen.
es_es: ID de pedido inválido, por favor vuelva a intentarlo.

source: Missing order, please try again.
da_dk: Ordren mangler, prøv venligst igen.
es_es: El pedido no se encuentra, por favor vuelva a intentarlo.

source: Order successfully cancelled.
da_dk: Ordren er blevet annulleret.
es_es: Pedido cancelado correctamente.

source: Please enter valid amount.
da_dk: Indtast et gyldigt beløb.
es_es: Introduzca una cantidad válida.

source: Status request failed.
da_dk: Statusanmodning mislykkedes.
es_es: La solicitud del estado ha fallado.

source: Order captured by ViaBill.
da_dk: Ordren er hævet med ViaBill.
es_es: Pedido capturado por ViaBill.

source: Order refunded by ViaBill.
da_dk: Ordren er krediteret med ViaBill.
es_es: Pedido reembolsado por ViaBill.

source: Order payment rejected by ViaBill.
da_dk: Betaling afvist af ViaBill.
es_es: Pedido rechazado por ViaBill.

source: Order cancelled by ViaBill.
da_dk: Ordren er annulleret af ViaBill.
es_es: Pedido cancelado por ViaBill.

source: Amount already captured
es_es: Cantidad ya capturada

source: Total available to capture
es_es: Total disponible para capturar

source: Capture amount
es_es: Capturar cantidad

source: Capture %1$s via %2$s
da_dk: Hæv %1$s via %2$s
es_es: Capturar %1$s por medio de %2$s

source: Cancel
es_es: Cancelar

source: Missing order ID, can't display order capture form.
da_dk: Ordrenummer mangler. Kan ikke vise hævemulighed.
es_es: Falta el ID del pedido, no se puede mostrar el formulario de captura del pedido.

source: Order ID is invalid, can't display order capture form.
da_dk: Ordrenummer er ugyldigt. Kan ikke vise hævemulighed.
es_es: El ID del pedido es inválido, no se puede mostrar el formulario de captura del pedido.

source: Current WooCommerce currency is unsupported and ViaBill is disabled.
da_dk: Den nuværende valuta understøttes ikke af ViaBill. ViaBill er derfor blevet deaktiveret.
es_es: La moneda actual de WooCommerce no es compatible y ViaBill está desactivado.

source: Please change to one of the next currencies
da_dk: Skift venligst til en af de andre valutaer
es_es: Cambie a una de las siguientes monedas

source: ViaBill Payment Gateway
es_es: Pasarela de pago ViaBill

source: My ViaBill
es_es: Mi ViaBill

source: Notifications
es_es: Avisos

source: ViaBill PriceTags
es_es: Etiquetas de Precio de ViaBill

source: Support
es_es: Soporte

source: You're not signed in.
es_es: Usted no ha iniciado sesión.

source: Please
es_es: Por favor

source: login or register
es_es: inicie sesión o regístrese

source: ViaBill is currently in sandbox/test mode, disable it for live web shops.
da_dk: Bemærk. ViaBill kører i testmiljø.
es_es: ViaBill actualmente está en modo seguro/de prueba; desactívelo para las tiendas web en vivo.

source: Order was done in <b>test mode</b>.
da_dk: Ordren er afgivet i <b>testmiljø</b>.
es_es: El pedido se realizó en <b>modo de prueba</b>.

source: Failed to login, please try again.
da_dk: Ugyldigt ordre ID, prøv venligst igen.
es_es: No ha podido iniciar sesión, por favor vuelva a intentarlo.

source: Failed to register, please try again.
da_dk: Ugyldigt ordre ID, prøv venligst igen.
es_es: No ha podido registrarse, por favor vuelva a intentarlo.

source: User is successfully logged-in.
da_dk: Kontoen er oprettet.
es_es: El usuario ha iniciado sesión correctamente.

source: User is successfully registered.
da_dk: Kontoen er oprettet.
es_es: El usuario se ha registrado correctamente.

source: New to ViaBill?
es_es: ¿Nuevo en ViaBill?

source: Create your ViaBill account by typing in your e-mail and selecting your country.
es_es: Cree su cuenta ViaBill: introduzca su correo electrónico y seleccione su país.

source: E-mail
es_es: Correo electrónico

source: Country
da_dk: Land
es_es: País

source: Shop URL (live)
es_es: Dirección de la tienda (vivo)

source: Contact name
da_dk: Kontaktperson
es_es: Nombre de contacto

source: Phone number
da_dk: Telefonnummer
es_es: Teléfono

source: I've read and accept the
da_dk: Jeg accepterer at have læst og godkendt
es_es: He leído y acepto los

source: terms & conditions
da_dk: betingelser og vilkår
es_es: términos y condiciones

source: Register
da_dk: Opret
es_es: Regístrese

source: Already have a ViaBill account?
es_es: ¿Ya tiene una cuenta ViaBill?

source: Log in with your e-mail and password.
es_es: Ingrese con su correo electrónico y contraseña.

source: Password
da_dk: Adgangskode
es_es: Contraseña

source: Forgot password?
es_es: ¿Olvidó su contraseña?

source: Login
es_es: Inicio de sesión

source: Registration didn't went as expected but, for now, everything seems alright.
da_dk: Oprettelsen gik ikke som forventet, men alt lader til at være ok.
es_es: El registro no se efectuó de la manera esperada, pero, por ahora, todo parece estar bien.

source: ViaBill Login/Register
da_dk: ViaBill Log ind/Opret konto
es_es: Inicio de sesión/Registro en ViaBill

source: Support Request Form
da_dk: Support anmodningsformular
es_es: Formulario de solicitud de soporte

source: Please fill out the form below and click on the
da_dk: Udfyld formularen herunder og klik på
es_es: Por favor, rellene el siguiente formulario y haga clic en el botón

source: Send Support Request
da_dk: Send anmodning om support
es_es: Enviar solicitud de soporte

source: button to send your request
da_dk: knappen for at sende din anmodning
es_es: para enviar su solicitud

source: Your Name
da_dk: Dit navn
es_es: Tu nombre

source: Your Email
da_dk: Din email
es_es: Tu correo electrónico

source: Message
da_dk: Besked
es_es: Mensaje

source: Type your issue description here ...
da_dk: Skriv din problembeskrivelse her ...
es_es: Escriba la descripción de su problema aquí ...

source: Eshop Info
da_dk: Butiksinformation
es_es: Información de la tienda online

source: Store Name
da_dk: Butiksnavn
es_es: Nombre de la tienda

source: Store URL
es_es: URL de la tienda

source: Store Email
da_dk: Shop Email
es_es: Correo electrónico de la tienda

source: Eshop Country
da_dk: Eshop Land
es_es: Eshop País

source: Eshop Language
da_dk: Eshop Sprog
es_es: Idioma de la tienda

source: Eshop Currency
da_dk: Eshops valuta
es_es: Moneda Eshop

source: Module Version
da_dk: Modulversion
es_es: Versión del módulo

source: WooCommerce Version
es_es: Versión de WooCommerce

source: PHP Version
es_es: Versión PHP

source: Memory Limit
da_dk: Hukommelsesgrænse
es_es: Limite de memoria

source: Debug File
da_dk: Fejlfind fil
es_es: Archivo de depuración

source: Debug Data
es_es: Datos de depuración

source: I have read and accept the
da_dk: Jeg har læst og accepteret
es_es: He leído y acepto los

source: Terms and Conditions
da_dk: Vilkår og betingelser
es_es: Términos y condiciones

source: is required
da_dk: er påkrævet
es_es: se requiere

source: You need to accept The Terms and Conditions.
da_dk: Du skal acceptere vilkårene og betingelserne.
es_es: Debe aceptar los Términos y condiciones.

source: Please correct the following errors and try again:
da_dk: Ret følgende fejl, og prøv igen:
es_es: Corrija los siguientes errores y vuelva a intentarlo:

source: Your request has been received successfully!
da_dk: Din anmodning er modtaget med succes!
es_es: ¡Su solicitud ha sido recibida con éxito!

source: We will get back to you soon at
da_dk: Vi vender snart tilbage til dig på
es_es: Nos pondremos en contacto contigo pronto en

source: You may also contact us at
da_dk: Du kan også kontakte os på
es_es: También puede contactarnos en

source: Success!
da_dk: Succes!
es_es: ¡Éxito!

source: Could not email your request form to the technical support team.
da_dk: Kunne ikke sende din anmodningsformular til teknisk supportteam.
es_es: No se pudo enviar su formulario de solicitud por correo electrónico al equipo de soporte técnico.

source: Please try again or contact us at
da_dk: Prøv igen eller kontakt os på
es_es: Inténtelo de nuevo o contáctenos en

source: If you updated the ViaBill plugin from before version 1.1.0 to a later version, we strongly advise you to start a database update to ensure that there are no order conflicts. Performing a database update will only update ViaBill related data in the database, no other data will be accessed or altered. Before starting the update we recommend you create a backup of your database! %1$s Start the update %2$s
da_dk: Hvis du opdaterede ViaBill-plugin fra før version 1.1.0 til en nyere version, anbefaler vi dig kraftigt at starte en databaseopdatering for at sikre, at der ikke er nogen ordrekonflikter. Udførelse af en databaseopdatering opdaterer kun ViaBill-relaterede data i databasen, ingen andre data får adgang til eller ændres. Før du starter opdateringen, anbefaler vi, at du opretter en sikkerhedskopi af din database! %1$s Start opdateringen %2$s
es_es: Si has actualizado el plugin ViaBill de una versión anterior a la 1.1.0 a una versión posterior, te recomendamos que inicies una actualización de la base de datos para asegurarte de que no haya conflictos de pedidos. La actualización de la base de datos solo actualizará los datos relacionados con ViaBill en la base de datos, no se accederá ni se modificará ningún otro dato. Antes de comenzar la actualización, te recomendamos crear una copia de seguridad de su base de datos. %1$s Iniciar la actualización %2$s

source: %1$s ViaBill Notice - %2$s Database is currently being updated in the background.
da_dk: %1$s ViaBill Notifikation - %2$s Databasen bliver for øjeblikket opdateret i baggrunden.
es_es: %1$s Aviso de ViaBill - %2$s La base de datos está siendo actualizada.

source: %1$s ViaBill Notice - %2$s Database update has been finished.
da_dk: %1$s ViaBill Notifikation - %2$s Databaseopdateringen er slut.
es_es: %1$s Aviso de ViaBill - %2$s La actualización de la base de datos se ha completado.

source: ViaBill - try, before you buy
es_es: ViaBill - Compra ahora, paga después

source: ViaBill logo
es_es: Logotipo de ViaBill

source: PriceTag general
da_dk: PriceTag generelle
es_es: Etiqueta de precio general

source: Enable ViaBill's PriceTags to obtain the best possible conversion, and inform your customers about ViaBill.
da_dk: Aktiver ViaBills PriceTag for at opnå den bedst mulige konvertering og fortæl dine kunder om ViaBill.
es_es: Activa las Etiquetas de precio de ViaBill para obtener la mejor conversión posible e informar a sus clientes sobre ViaBill.

source: Enable PriceTags
da_dk: Aktivér PriceTag
es_es: Activar las Etiquetas de precio

source: Enable display of PriceTags
da_dk: Aktivér visning af PriceTag
es_es: Activar la visualización de las Etiquetas de precio

source: PriceTag locations
da_dk: PriceTag placeringer
es_es: Ubicación de las Etiquetas de precio

source: Enable display of PriceTags for each location separately (PriceTags need to be enabled for location settings to take effect). Following sections contain advanced settings for each location.
da_dk: Aktivér visning af PriceTags for hver separat placering. (PriceTag skal i øvrigt være aktigveret for at placeringsindstillingerne kan anvendes). De følgende sektioner indeholder avancerede indstillinger for hvert sted.
es_es: Activa la visualización de las Etiquetas de precio para cada ubicación por separado (las Etiquetas de precio necesitan ser activadas para la configuración de ubicación para empezar a funcionar). Las siguientes secciones contienen configuraciones avanzadas para cada ubicación.

source: Product page
da_dk: Varekort
es_es: Página del producto

source: Show on product page
da_dk: Aktivér på varekort
es_es: Mostrar en la página del producto

source: Cart page
da_dk: Indkøbskurv
es_es: Página de la cesta

source: Show on cart summary
da_dk: Aktivér på indkøbskurv
es_es: Mostrar en el resumen de la cesta

source: Checkout page
da_dk: Betalingsvalg
es_es: Página de pago

source: Show on checkout
da_dk: Aktivér på betalingsvalg
es_es: Mostrar al finalizar la compra

source: PriceTag product page
da_dk: PriceTag varekort
es_es: Etiqueta de precio en la página del producto

source: Product PriceTag position
da_dk: Placering af PriceTag på varekort
es_es: Posición de la Etiqueta de precio en la página del producto

source: A Query selector of the element before which a PriceTag will be inserted on the product page. If left empty the PriceTag will be inserted after the price.
da_dk: En forespørgselsvælger af elementet, hvorefter PriceTag'et indsættes på varekortet. Hvis den er tom, indsættes PriceTag'et efter prisen.
es_es: Un selector Query del elemento al cual se insertará la Etiqueta de precio en la página del producto. Si se deja vacío, la Etiqueta de precio se insertará después del precio.

source: Product PriceTag Hook
da_dk: Produkt PriceTag Hook
es_es: Producto PriceTag Hook

source: Here you can change the default hook that will trigger the display of the PriceTag on the product page.
da_dk: Her kan du ændre standard WooCommerce hook, der udløser visning af PriceTag på produktsiden.
es_es: Aquí puede cambiar el WooCommerce hook predeterminado que activará la visualización de PriceTag en la página del producto.

source: Product dynamic price selector
da_dk: Produkt dynamic price selector
es_es: Selector dinámico del precio del producto

source: A Query selector for the element that contains the total price of the product on the single product page. In some cases it may prove practical to use the following selector: %1$s. With this selector the element will be found using this logic: %2$s.
da_dk: En forespørgselsvælger for det element, der indeholder den samlede pris for produktet på indkøbskurvesiden. I nogle tilfælde kan det vise sig praktisk at bruge følgende vælger: %1$s. Dette elementet findes ved brug af denne logik: %2$s.
es_es: Un selector Query para el elemento que contiene el precio total del producto en la página de la cesta. En algunos casos, puede resultar práctico utilizar este selector: %1$s. Con este selector, el elemento se hallará usando esta lógica: %2$s.

source: Product dynamic price trigger
da_dk: Produkt dynamic price trigger
es_es: Activador dinámico del precio del producto

source: If the price is variable then it is possible to trigger an %1$s. %2$s selector is also supported using this attribute.
da_dk: Hvis prisen er variabel, er det muligt at udløse en %1$s. Valg af %2$s understøttes også ved hjælp af denne attribut.
es_es: Si el precio es variable, entonces es posible activar un %1$s. El selector %2$s también se puede utilizar con este atributo.

source: Product PriceTag CSS style
da_dk: PriceTag varekort CSS style
es_es: Estilo CSS de la Etiqueta de precio del producto

source: Here you can add your own custom CSS style to the PriceTag wrapper. Please enter CSS properties following this example: "margin-left: 20px; padding: 10px;".
da_dk: Her kan du tilføje din egen tilpassede CSS-stil til PriceTag-indpakningen. Indtast CSS-egenskaber efter dette eksempel: "margin-left: 20px; padding: 10px;".
es_es: Aquí puedes agregar tu propio estilo CSS personalizado para el contenedor de la Etiqueta de precio. Por favor ingresa las propiedades CSS siguiendo el siguiente ejemplo: "margin-left: 20px; padding: 10px;".

source: PriceTag cart page
da_dk: PriceTag indkøbskurv
es_es: Etiqueta de precio en la página de la cesta

source: Cart PriceTag position
da_dk: Placering af PriceTag på varekort
es_es: Opciones de la Etiqueta de precio en la página de la cesta

source: A Query selector of the element before which a PriceTag will be inserted on the cart page. If left empty the PriceTag will be inserted afer cart totals.
da_dk: En forespørgselsvælger af elementet, hvorefter en PriceTag indsættes på indkøbskurvesiden. Hvis den er tom, indsættes PriceTag i alt efter indkøbskurven.
es_es: Un selector Query del elemento al cual se insertará la Etiqueta de precio en la página de a cesta. Si se deja vacío, la Etiqueta de precio se insertará después del precio total de la compra.

source: Cart dynamic price selector
da_dk: Kurv dynamic price selector
es_es: Selector dinámico del precio de la cesta

source: A Query selector for the element that contains the total price on the cart.
da_dk: En Query selector for elementet der indeholder totalprisen på checkudsiden.
es_es: Un selector Query para el elemento que contiene el precio total en la página de la cesta de compra.

source: Cart dynamic price trigger
da_dk: Kurv dynamic price trigger
es_es: Activador dinámico del precio de la cesta

source: A Query selector for the trigger element on the cart page.
da_dk: En Query selector for trigger elementet på betalingsvalget.
es_es: Un selector Query para el elemento activador en la página de la cesta de la compra.

source: Cart PriceTag CSS style
da_dk: PriceTag betalingsvalg CSS style
es_es: Estilo CSS de la Etiqueta de precio de la cesta

source: PriceTag checkout page
da_dk: PriceTag betalingsvalg
es_es: Etiqueta de precio de la página de pago

source: Checkout PriceTag position
da_dk: Placering af PriceTag på betalingsvalg
es_es: Opciones de Etiqueta de precio en la página de pago

source: A Query selector of the element before which a PriceTag will be inserted on the checkout page. If left empty the PriceTag will be inserted, depending if the ViaBill payment gateway is enabled, in the payment method description or under the list of payment methods.
da_dk: En forespørgselsvælger af elementet, hvorefter en PriceTag indsættes på betalingsvalget. Hvis det er tomt, indsættes PriceTag, afhængigt af om ViaBill-betalingsgateway er aktiveret, i betalingsmetodebeskrivelsen eller under listen over betalingsmetoder.
es_es: Un selector Query del elemento al cual se insertará la Etiqueta de precio en la página de finalización de la compra. Si se deja vacío, la Etiqueta de precio se insertará, dependiendo si la pasarela de pago de ViaBill está activa, en la descripción de los métodos de pago o después de la lista de los métodos de pago.

source: Checkout dynamic price selector
da_dk: Checkout dynamic price trigger
es_es: Selector dinámico del precio en la finalización de la compra

source: A Query selector for the element that contains the total price on the checkout page.
da_dk: En Query selector for elementet der indeholder totalprisen på checkudsiden.
es_es: Un selector Query para el elemento que contiene el precio total en la página de finalización de la compra.

source: Checkout dynamic price trigger
da_dk: Checkout dynamic price selector
es_es: Activador dinámico del precio en la finalización de la compra

source: A Query selector for the trigger element on the checkout page.
da_dk: En Query selector for trigger elementet på checkudsiden.
es_es: Un selector Query para el elemento activador en la página de finalización de la compra.
