Repository: ViaBill-Integrations/ViaBill-WooCommerce
Catalog: languages/viabill-*.po
Languages: da_dk, es_es

source: Checkout PriceTag CSS style
da_dk: PriceTag betalingsvalg CSS style
es_es: Estilo CSS de la Etiqueta de precio de la página de pago

source: Enable
da_dk: Aktiver
es_es: Activar

source: Enable ViaBill Payment Gateway
da_dk: Aktiver ViaBill betalingsmetode
es_es: Activar Pasarela de pago ViaBill

source: Title
da_dk: Titel
es_es: Título

source: This controls the title which the user sees during the checkout.
da_dk: Dette bestemmer hvilken titel brugeren ser ifm. checkud.
es_es: Esto controla el titulo que el usuario ve al finalizar la compra.

source: Description
da_dk: Beskrivelse
es_es: Descripción

source: Payment method description that the customer will see on the checkout page.
da_dk: Beskrivelse af betalingsmetoden, som brugeren skal se på bestillingssiden.
es_es: Descripción de la forma de pago que el cliente verá en la página de finalización de la compra.

source: Confirmation
da_dk: Bekræftelse
es_es: Confirmación

source: Confirmation message that will be added to the "thank you" page.
da_dk: Bekræftelsesbesked der skal tilføjes til “Tak fordi du handlede her” siden.
es_es: Mensaje de confirmación que se añadirá a la página “Gracias”.

source: Your account has been charged and your transaction is successful.
da_dk: Beløbet er tilføjet på din konto og transaktionen er gennemført.
es_es: Se ha cargado a su cuenta y su transacción se ha realizado correctamente.

source: Receipt
da_dk: Kvittering
es_es: Recibo

source: Message that will be added to the "receipt" page. Shown if automatic redirect is enabled.
da_dk: Besked der skal tilføjes “kvitteringssiden”. Vises hvis automatisk redirect er aktiveret.
es_es: Mensaje que se añadirá a la página “Recibo”. Se muestra si el redireccionamiento automático está activado.

source: Please click on the button below.
da_dk: Klik venligst på knappen nedenfor.
es_es: Haga clic en el siguiente botón.

source: Advanced options
da_dk: Avancerede indstillinger
es_es: Opciones avanzadas

source: ViaBill Test Mode
da_dk: ViaBill Testmiljø
es_es: Modo de prueba ViaBill

source: Enable ViaBill Test Mode
da_dk: Aktiver testmiljø
es_es: Activar el modo de prueba ViaBill

source: Mode used for testing purposes, disable this for live web shops.
da_dk: Tilstand brugt til testformål. Deaktiver denne for live webshops.
es_es: Modo utilizado con fines de prueba; desactívelo para las tiendas web en vivo.

source: Debug log
es_es: Archivo de depuración

source: Enable logging
da_dk: Aktiver logning
es_es: Activar registro

source: Log gateway events, stored in %s. Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
da_dk: Log gateway-begivenheder gemt i %s. Note: der kan være gemt personlige oplysninger. Vi anbefaler, at du kun bruger dette til fejlfinding og sletter logfilerne, når du er færdig.
es_es: Registrar eventos de la Pasarela de pago, guardados en %s. Nota: esto puede registrar información personal. Recomendamos utilizar esto con fines de depuración solamente; elimine los registros al finalizar.

source: Automatic redirect
da_dk: Automatisk redirect
es_es: Redireccionamiento automático

source: Enable automatic redirect to the ViaBill checkout form
da_dk: Aktiver automatisk redirect til ViaBill's checkout
es_es: Activa el redireccionamiento automático al formulario de finalización de la compra de ViaBill

source: With this option enabled your customers will be automatically redirected to ViaBill checkout form. If the option is disabled the customer will have one more step that they will need to confirm in order to go to ViaBill checkout form.
da_dk: Med denne indstilling aktiveret bliver dine kunder automatisk omdirigeret til ViaBill checkout-formular. Hvis indstillingen er deaktiveret, har kunden endnu et trin, som de bliver nødt til at bekræfte for at gå til ViaBill checkout-formularen.
es_es: Si esta opción está activada, se redirigirá a sus clientes automáticamente al formulario de finalización de la compra de ViaBill. Si esta opción está desactivada, el cliente deberá confirmar un paso más para ir al formulario de finalización de la compra de ViaBill.

source: Hide pending orders
da_dk: Skjul ikke gennemførte ordrer
es_es: Esconder pedidos pendientes

source: Hide orders that have not been sent to ViaBill
da_dk: Skjul ikke gennemførte ordrer
es_es: Esconde pedidos que no se han enviado a ViaBill

source: With this option enabled orders chosen to be payed with ViaBill but not sent to ViaBill will be hidden from order list in the admin.
da_dk: Aktiver denne mulighed for at skjule ikke gennemførte ordrer med ViaBill.
es_es: Si esta opción está activada, los pedidos elegidos que se pagarán con ViaBill pero no se han enviado a ViaBill estarán ocultos en la lista de pedidos en el administrador.

source: Automatic refund
da_dk: Automatisk kreditering
es_es: Reembolso automático

source: Refund automatically on changing order status to "Refunded"
da_dk: Krediter automatisk beløbet ved at ændre ordrestatus til "Tilbagebetalt"
es_es: Se realiza un reembolso automático al cambiar el estado del pedido a "Reembolsado"

source: With this option enabled changing order status to "Refunded" will automatically refund the order by ViaBill payment gateway.
da_dk: Aktiver denne mulighed for at kreditere ordrer automatisk ved at ændre ordrestatus til "Tilbagebetalt".
es_es: Si esta opción está activada, cambiar el estado del pedido a "Reembolsado" automáticamente reembolsará el pedido mediante la Pasarela de pago ViaBill.

source: Auto-capture payments
da_dk: Autocapture
es_es: Captura automática de pagos

source: Select this option to automatically capture all approved ViaBill orders. All automatically captured orders will be updated with an order status of, "Processing". Selecting this option will also disable the option to partially capture the order amount.
da_dk: Vælg denne indstilling for automatisk at fange alle godkendte ViaBill-ordrer. Alle automatisk indfangede ordrer opdateres med en ordrestatus på "Behandling". Hvis du vælger denne indstilling, deaktiveres også muligheden for delvist at fange ordremængden.
es_es: Selecciona esta opción para capturar automáticamente las órdenes aprobadas por ViaBill. Todas las órdenes capturadas automáticamente cambiarán su estado a "Procesando". Seleccionar está opción también desactivará la opción de capturar parcialmente el monto de la orden.

source: Yes
da_dk: Ja
es_es: Sí

source: Auto-capture email
da_dk: Autocapture
es_es: Correo electrónico de captura automática

source: Only send email for captured orders.
da_dk: Send kun e-mail for hævede ordrer.
es_es: Enviar un correo electrónico solamente para los pedidos capturados.

source: If the Auto-capture is enabled this setting will skip sending email for approved order and will only send mail when the order is captured.
da_dk: Bemærk: Hvis Autocapture er aktiveret vil systemet ikke sende en email når ordren er godkendt, men udelukkende når ordren er hævet.
es_es: Si la captura automática está activada, esta configuración no enviará un correo electrónico al pedido aprobado y solo enviará un correo electrónico al capturar el pedido.

source: Capture order on status change
da_dk: Hæv ordren ved at ændre ordrestatus
es_es: Capturar pedido al cambiar el estado

source: Select this option in order to capture the whole order amount by manually switching the order status from, "On Hold" to "Processing".
da_dk: Vælg denne mulighed for at fange hele ordremængden ved manuelt at skifte ordrestatus fra "On Hold" til "Processing".
es_es: Selecciona esta opción para capturar el total de la orden al cambiar manualmente el estado de "En espera" a "Procesando".

source: Database Update
da_dk: Database opdateret
es_es: Actualizar base de datos

source: Please install and activate <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> before activating ViaBill payment gateway!
da_dk: Venligst installer og aktiver <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> før du aktiverer ViaBill betalingsgateway!
es_es: ¡Instale y active <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> antes de activar la Pasarela de pago ViaBill!

source: The minimum required version of %1$s is %2$s. The version you are running is %3$s. Please update %1$s in order to use ViaBill.
da_dk: Mindstekravet for version %1$s er %2$s. Versionen du anvender er %3$s. Opdatér venligst %1$s for at anvende ViaBill.
es_es: La versión mínima requerida de %1$s es %2$s. La versión que usted está ejecutando es %3$s. Actualice %1$s para usar ViaBill.

source: IMPORTANT! You have ViaBill payments enabled through a payment gateway. The ViaBill payment method provided by this ViaBill WooCommerce plugin requires that ViaBill as a payment method is disabled in that gateway. Fortunately, we’ve made it easy for you; simply click the button below and it is instantly disabled (everything else stays enabled, of course)
da_dk: VIGTIGT! Du har allerede ViaBill aktiveret via din indløser. For at brugeViaBill som betalingsmetode via ViaBill’s eget WooCommerce plugin, kræver det at ViaBill deaktiveres hos din indløser. Heldigvis kan vi hjælpe dig med dét ved blot at trykke “Deaktiver nu“ herunder. Alt andet forbliver naturligvis, som det allerede er.
es_es: ¡IMPORTANTE! Tienes habilitados los pagos de ViaBill a través de una pasarela de pago. El método de pago ViaBill proporcionado por el plugin ViaBill de WooCommerce requiere que ViaBill como método de pago esté deshabilitado en esa pasarela. Afortunadamente, te lo hemos puesto fácil; simplemente haz clic en el botón de abajo y se deshabilitará instantáneamente (todo lo demás permanece habilitado, por supuesto)

source: Disable now
da_dk: Deaktiver nu
es_es: Desactivar ahora

source: Something went wrong, please refresh the page and try again.
da_dk: Noget gik galt, prøv venligst igen.
es_es: Se ha producido un error, por favor actualice la página y vuelva a intentarlo.

source: Something went wrong with ViaBill capture form. Please refresh and try again.
da_dk: Noget gik galt, prøv venligst igen.
es_es: Se ha producido un error con el formulario de captura de ViaBill. Por favor, actualice y vuelva a intentarlo.

source: Are you sure you want to cancel the order?
da_dk: Er du sikker på du ønsker at annullere ordren?
es_es: ¿Está seguro de que desea cancelar el pedido?

source: Warning: this order has ViaBill status "Pending Approval". By switching the order status before ViaBill approves it, you assume all responsibility for the transaction if the order is shipped prior to approval or if the order is denied by ViaBill. To reduce risk, please change the order status only after ViaBill status is no longer "Pending Approval".
da_dk: Advarsel: Denne ordre afventer stadigvæk endelig behandling fra ViaBill. Ved at ændre ordrens status førend den er færdigbehandlet øges risikoen for fejl. Du bedes i stedet afvente at ordren skifter status til "Afventer godkendelse".
es_es: Advertencia: el estado de este pedido en ViaBill es "Pendiente de aprobación". Al cambiar el estado del pedido antes de que ViaBill lo apruebe, usted asume toda la responsabilidad de la transacción si el pedido se envía antes de la aprobación o si el pedido es rechazado por ViaBill. Para reducir el riesgo, cambie el estado del pedido sólo después que el estado en ViaBill no sea "Pendiente de aprobación".

source: Warning: you are trying to capture price amount with more than 2 decimal places. ViaBill only supports 2 decimal places so the price will be rounded before sending it to ViaBill for capturing, this may lead to capturing less or more than the real amount. Confirming and proceeding with this you assume all responsibility for the transaction.
da_dk: Advarsel: Du forsøger at hæve et beløb med mere end 2 decimaler. ViaBill understøtter kun beløb med 2 decimaler. Beløbet vil derfor blive afrundet til 2 decimaler, hvilket kan resultere i en lille afvigelse fra det oprindelige beløb.
es_es: Advertencia: usted está intentando capturar la cantidad del precio con más de 2 lugares decimales. ViaBill solo utiliza 2 lugares decimales, por lo que el precio se redondeará antes de enviarlo a ViaBill para su captura; esto puede provocar que se capture una cantidad inferior o superior a la real. Si confirma y sigue adelante con esto, usted asume toda la responsabilidad de la transacción.

source: Changing order status to "Refunded" will automatically process refund for available captured amount by ViaBill payment gateway. You can turn this off in the plugin settings. This process cannot be undone, are you sure you want to continue?
da_dk: Ved at ændre ordrestatus til "Tilbagebetalt" vil beløbet automatisk blive krediteret. Denne handling kan ikke fortrydes. Er du sikker på du ønsker at fortsætte?
es_es: Cambiar el estado del pedido a “Reembolsado” procesará automáticamente el reembolso de la cantidad capturada mediante la Pasarela de pago ViaBill. Este proceso no se puede deshacer. ¿Está seguro de que desea continuar?

source: Warning: You are trying to refund an order before capturing it, nothing will be refunded and the order status will be set as "Refunded", are you sure you want to continue?
da_dk: Advarsel: Du forsøger at kreditere en ordre der ikke er blevet hævet. Intet beløb vil blive krediteret, men ordrestatus vil skifte til "Tilbagebetalt". Er du sikker på du ønsker at fortsætte?
es_es: Advertencia: Usted está intentando reembolsar un pedido antes de capturarlo. No se producirá ningún reembolso y el estado del pedido cambiará a "Reembolsado". ¿Está seguro de que desea continuar?

source: Order status you selected is no longer supported by ViaBill payment gateway and will be removed in the later versions. Please use "On-hold" instead of "Approved by ViaBill" and "Processing" instead of "Captured by ViaBill".
da_dk: Den ordrestatus du forsøger at vælge understøttes ikke længere af ViaBill's betalingsgateway og vil blive fjernet i fremtidige versioner. Anvend i stedet "På hold" i stedet for "Godkendt af ViaBill" og "Behandler" i stedet for "Hævet med ViaBill".
es_es: El estado del pedido que usted seleccionó ya no es compatible con la Pasarela de pago ViaBill y se eliminará en versiones posteriores. Utilice "En espera" en lugar de "Aprobado por ViaBill" y "Procesando" en lugar de "Capturado por ViaBill".

source: Switching order status to "Processing" will try to capture full order amount through ViaBill, do you want to continue?
da_dk: Ved at ændre ordrestatus til "Behandler" vil du samtidig forsøge at hæve ordren. Er du sikker på du ønsker at fortsætte?
es_es: Cambiar el estado del pedido a “Procesando” intentará capturar la cantidad completa del pedido mediante ViaBill. ¿Desea continuar?

source: Refreshing this order will contact ViaBill's system and attempt to sync this order with ViaBill's records. If you have configured the ViaBill - WooCommerce plugin settings to allow for interacting with order status changes, they will be executed at this time. You can disable these settings in the ViaBill - WooCommerce plugin settings. Would you like to continue?
da_dk: Opdatering af denne ordre vil kontakte ViaBill's system og forsøge at synkronisere denne ordre med ViaBill's poster. Hvis du har konfigureret ViaBill - WooCommerce plugin-indstillingerne til at muliggøre interaktion med ændringer i ordrestatus, udføres de på dette tidspunkt. Du kan deaktivere disse indstillinger i ViaBill - WooCommerce-plugin-indstillingerne. Vil du gerne fortsætte?
es_es: Actualizar esta orden contactará al sistema de ViaBill e intentará sincronizar esta orden con los registros de ViaBill. Si has configurado el plugin de ViaBill para WooCommerce para permitirle interactuar con los cambios en el estado de las órdenes, estos se ejecutarán en este momento. Puedes desactivar esta configuración el la página de configuración del plugin de ViaBil para WooCommerce. ¿Quisieras continuar?

source: Settings
da_dk: Indstillinger
es_es: Configuraciones

source: %1$s ViaBill Notice - %2$s Your WooCommerce store is set to use %3$d decimal places. Please take in account that ViaBill payment gateway works only with 2 decimal places and will round all received amounts to 2 decimal places.
da_dk: %1$s ViaBill-meddelelse - %2$s Din WooCommerce-butik er indstillet til at bruge %3$d decimaler. Vær opmærksom på, at Viabill-betalingsgateway kun fungerer med 2 decimaler og vil afrunde alle modtagne beløb til 2 decimaler.
es_es: %1$s Aviso ViaBill - %2$s Tu tienda de WooCommerce está configurada para usar %3$d espacios decimales. Por favor, ten en cuenta que la pasarla de pago de Viabill solamente opera con 2 decimales y que redondeará todas las cantidades recibidas a 2 decimales.

source: The third party payment method has been disabled successfully!!
da_dk: Tredjeparts betalingsmetode er deaktiveret med succes !!
es_es: ¡El método de pago de terceros se ha desactivado correctamente!

source: The third party payment method could not be disabled. Perhaps it is not enabled, or the third party payment is no longer available.
da_dk: Tredjeparts betalingsmetode kunne ikke deaktiveres. Måske er det ikke aktiveret, eller tredjepartsbetaling er ikke længere tilgængelig.
es_es: No se pudo inhabilitar el método de pago de terceros. Quizás no esté habilitado o el pago de terceros ya no esté disponible.

source: https://www.viabill.dk/
es_es: https://www.viabill.es/

source: ViaBill Gateway for WooCommerce.
es_es: Pasarela de pago ViaBill para WooCommerce.

source: Issue Description
da_dk: Problem beskrivelse

source: Error
da_dk: Fejl

source: No
da_dk: Nej
